{
    "Reddit": [
        {
            "id": 0,
            "title": "Discussion Thread | January 2025",
            "author": "AutoModerator",
            "date": "2025/01/01",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1hqyjvo/discussion_thread_january_2025/",
            "text": "",
            "num_comments": 1
        },
        {
            "id": 1,
            "title": "WHO still waiting on COVID origins data from China ",
            "author": "donutloop",
            "date": "2024/12/31",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1hqemc8/who_still_waiting_on_covid_origins_data_from_china/",
            "text": "",
            "num_comments": 39
        },
        {
            "id": 2,
            "title": "Infectivity of exhaled SARS-CoV-2 aerosols is sufficient to transmit covid-19 within minutes",
            "author": "ConferenceChoice7900",
            "date": "2024/12/29",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1hp2hfa/infectivity_of_exhaled_sarscov2_aerosols_is/",
            "text": "",
            "num_comments": 21
        },
        {
            "id": 3,
            "title": "New combo tests let you check for COVID and flu at home. How well do they work?",
            "author": "bostonglobe",
            "date": "2024/12/27",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1hnfo1s/new_combo_tests_let_you_check_for_covid_and_flu/",
            "text": "",
            "num_comments": 20
        },
        {
            "id": 4,
            "title": "NIH-sponsored trial of nasal COVID-19 vaccine opens",
            "author": "BothZookeepergame612",
            "date": "2024/12/26",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1hmf1xz/nihsponsored_trial_of_nasal_covid19_vaccine_opens/",
            "text": "",
            "num_comments": 14
        },
        {
            "id": 5,
            "title": "Flu and COVID vaccination rates in Mass. hit new lows as infections climb into the holidays",
            "author": "bostonglobe",
            "date": "2024/12/24",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1hlfk04/flu_and_covid_vaccination_rates_in_mass_hit_new/",
            "text": "",
            "num_comments": 22
        },
        {
            "id": 6,
            "title": "Controversial COVID study that promoted hydroxychloroquine treatment retracted after four-year saga",
            "author": "fat_cock_freddy",
            "date": "2024/12/21",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1hjgf8v/controversial_covid_study_that_promoted/",
            "text": "",
            "num_comments": 34
        },
        {
            "id": 7,
            "title": "Black adults with long COVID report higher levels of hopelessness and suicidal thoughts",
            "author": "BothZookeepergame612",
            "date": "2024/12/21",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1hjb16m/black_adults_with_long_covid_report_higher_levels/",
            "text": "",
            "num_comments": 10
        },
        {
            "id": 8,
            "title": "Nursing aides plagued by PTSD after ‘nightmare’ COVID conditions at Holyoke veterans home",
            "author": "bostonglobe",
            "date": "2024/12/20",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1hikru7/nursing_aides_plagued_by_ptsd_after_nightmare/",
            "text": "",
            "num_comments": 5
        },
        {
            "id": 9,
            "title": "U.S. life expectancy rose significantly last year, hitting highest level since pandemic",
            "author": "AcornAl",
            "date": "2024/12/19",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1hhsgsj/us_life_expectancy_rose_significantly_last_year/",
            "text": "",
            "num_comments": 75
        },
        {
            "id": 10,
            "title": "A new way to take down SARS-CoV-2",
            "author": "BothZookeepergame612",
            "date": "2024/12/18",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1hh79na/a_new_way_to_take_down_sarscov2/",
            "text": "",
            "num_comments": 9
        },
        {
            "id": 11,
            "title": "FINAL REPORT: COVID Select Concludes 2-Year Investigation, Issues 500+ Page Final Report on Lessons Learned and the Path Forward",
            "author": "IamFdone",
            "date": "2024/12/02",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1h55kjs/final_report_covid_select_concludes_2year/",
            "text": "",
            "num_comments": 212
        },
        {
            "id": 12,
            "title": "COVID-19 wave hits Victoria with cases and hospitalisations on rise ahead of festive season",
            "author": "gccmelb",
            "date": "2024/12/01",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1h3v5d3/covid19_wave_hits_victoria_with_cases_and/",
            "text": "",
            "num_comments": 7
        },
        {
            "id": 13,
            "title": "Discussion Thread | December 2024",
            "author": "AutoModerator",
            "date": "2024/12/01",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1h3ygpw/discussion_thread_december_2024/",
            "text": "Please refer to r/Coronavirus's [Wiki](https://www.reddit.com/r/Coronavirus/wiki/index) for more information on COVID-19 and our sub. You can find answers to frequently asked questions in our [FAQ](https://www.reddit.com/r/Coronavirus/wiki/faq).  &#x200B;  [The World Health Organization COVID-19 information](https://www.who.int/emergencies/diseases/novel-coronavirus-2019)  [CDC data tracker of COVID-19 vaccinations in the United States](https://covid.cdc.gov/covid-data-tracker/#vaccinations)  [Vaccine FAQ](https://www.reddit.com/r/Coronavirus/wiki/faq#wiki_vaccines)  [Vaccine appointment resource](https://www.reddit.com/r/Coronavirus/wiki/faq/vaccinefinder)     [Join the user moderated Discord server](https://discord.gg/R5RuY834dv) (we do not manage this and are not responsible for it)  Join r/COVID19 for scientific, reliably-sourced discussion. Rules are enforced more strictly there than here in r/Coronavirus.     **All previous discussion threads are available here:**  [Monthly and previously Weekly Discussion Threads](https://www.reddit.com/r/Coronavirus/?f=flair_name%3A%22Discussion%20Thread%22)  [Daily Discussion Threads](https://www.reddit.com/r/Coronavirus/?f=flair_name%3A%22Daily%20Discussion%22)",
            "num_comments": 36
        },
        {
            "id": 14,
            "title": "COVID usually flourishes around Thanksgiving. But the Boston region is seeing surprisingly low levels.",
            "author": "bostonglobe",
            "date": "2024/11/26",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1h0ea22/covid_usually_flourishes_around_thanksgiving_but/",
            "text": "",
            "num_comments": 24
        },
        {
            "id": 15,
            "title": "What you should know about COVID-19 for this holiday season",
            "author": "Damaso21",
            "date": "2024/11/21",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1gwhp0s/what_you_should_know_about_covid19_for_this/",
            "text": "",
            "num_comments": 48
        },
        {
            "id": 16,
            "title": "Long COVID may be far more common than previously known, new Mass General Brigham study finds",
            "author": "bostonglobe",
            "date": "2024/11/18",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1gu94my/long_covid_may_be_far_more_common_than_previously/",
            "text": "",
            "num_comments": 15
        },
        {
            "id": 17,
            "title": "Is it the flu or is it COVID? One at-home test can tell you",
            "author": "adotmatrix",
            "date": "2024/11/18",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1gu4bza/is_it_the_flu_or_is_it_covid_one_athome_test_can/",
            "text": "",
            "num_comments": 18
        },
        {
            "id": 18,
            "title": "Many long COVID patients adjust to slim recovery odds as world moves on",
            "author": "AcornAl",
            "date": "2024/11/16",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1gsl8yw/many_long_covid_patients_adjust_to_slim_recovery/",
            "text": "",
            "num_comments": 45
        },
        {
            "id": 19,
            "title": "N.H. House committee splits along party lines over final COVID report",
            "author": "bostonglobe",
            "date": "2024/11/14",
            "url": "https://www.reddit.com/r/Coronavirus/comments/1gr7itn/nh_house_committee_splits_along_party_lines_over/",
            "text": "",
            "num_comments": 10
        }
    ],
    "Arxiv": [
        {
            "id": 20,
            "title": "What Risk Factors to Cause Long COVID and Its Impact on Patient Survival\n  Outcomes when Combined with the Effect from Organ Transplantation in the\n  Acute COVID",
            "main_author": "Jianghu Dong",
            "co_authors": [],
            "date": "2023/05/13",
            "url": "http://arxiv.org/abs/2305.07817v1",
            "text": "Coronavirus disease 2019 in solid organ transplant (SOT) patients is associated with more severe outcomes than non-immunosuppressed hosts. However, exactly which risk factors cause Long COVID in acute COVID cases remains unknown. More importantly, the impact of Long COVID on patient survival remains understudied, especially when examined alongside the effect of SOT. All patients have been identified with acute COVID in the National COVID Collaborative Cohort registry. We compared patient demographics in Long COVID vs. those without Long COVID based on descriptive statistics. Multivariable logistics regressions were used to determine the factors related to the likelihood of developing Long COVID from a case of acute COVID. Multi-variables Cox regression was used to determine the time-to-event outcome of patient survival with Long COVID. This study reviewed data from a cohort of 6,416,500 acute COVID patients. Of that group, 31,744 patients developed Long COVID from ICD diagnosis. The mean (q1, q3) age was 39 (22, 57) years old, and 55% of patients were female. From this cohort, a total of 31,744 (1%) developed Long COVID and 43,565 (1%) had SOT, with a total of 698 SOT patients identified with Long COVID. Mean age of those with Long COVID was 52 (39, 64) years old and 64% of patients were female. Most of the SOT patients were kidney transplant recipients. From the Cox regression analysis of patient survival, there were many significant factors related to patient survival, with elderly SOT patients having a much higher hazard ratio of 27.8 (26.3, 29.4). This study has identified the important risk factors that are more likely to cause Long COVID in an acute COVID cohort. We investigated hazard ratios of patient survival based on multivariable Cox models, which found that Long COVID had a more direct impact on survival in elderly patients and those with SOT."
        },
        {
            "id": 21,
            "title": "COVID-Net MLSys: Designing COVID-Net for the Clinical Workflow",
            "main_author": "Audrey G. Chung",
            "co_authors": [
                "Maya Pavlova",
                "Hayden Gunraj",
                "Naomi Terhljan",
                "Alexander MacLean",
                "Hossein Aboutalebi",
                "Siddharth Surana",
                "Andy Zhao",
                "Saad Abbasi",
                "Alexander Wong"
            ],
            "date": "2021/09/14",
            "url": "http://arxiv.org/abs/2109.06421v1",
            "text": "As the COVID-19 pandemic continues to devastate globally, one promising field of research is machine learning-driven computer vision to streamline various parts of the COVID-19 clinical workflow. These machine learning methods are typically stand-alone models designed without consideration for the integration necessary for real-world application workflows. In this study, we take a machine learning and systems (MLSys) perspective to design a system for COVID-19 patient screening with the clinical workflow in mind. The COVID-Net system is comprised of the continuously evolving COVIDx dataset, COVID-Net deep neural network for COVID-19 patient detection, and COVID-Net S deep neural networks for disease severity scoring for COVID-19 positive patient cases. The deep neural networks within the COVID-Net system possess state-of-the-art performance, and are designed to be integrated within a user interface (UI) for clinical decision support with automatic report generation to assist clinicians in their treatment decisions."
        },
        {
            "id": 22,
            "title": "COVID-19-CT-CXR: a freely accessible and weakly labeled chest X-ray and\n  CT image collection on COVID-19 from biomedical literature",
            "main_author": "Yifan Peng",
            "co_authors": [
                "Yu-Xing Tang",
                "Sungwon Lee",
                "Yingying Zhu",
                "Ronald M. Summers",
                "Zhiyong Lu"
            ],
            "date": "2020/06/11",
            "url": "http://arxiv.org/abs/2006.06177v2",
            "text": "The latest threat to global health is the COVID-19 outbreak. Although there exist large datasets of chest X-rays (CXR) and computed tomography (CT) scans, few COVID-19 image collections are currently available due to patient privacy. At the same time, there is a rapid growth of COVID-19-relevant articles in the biomedical literature. Here, we present COVID-19-CT-CXR, a public database of COVID-19 CXR and CT images, which are automatically extracted from COVID-19-relevant articles from the PubMed Central Open Access (PMC-OA) Subset. We extracted figures, associated captions, and relevant figure descriptions in the article and separated compound figures into subfigures. We also designed a deep-learning model to distinguish them from other figure types and to classify them accordingly. The final database includes 1,327 CT and 263 CXR images (as of May 9, 2020) with their relevant text. To demonstrate the utility of COVID-19-CT-CXR, we conducted four case studies. (1) We show that COVID-19-CT-CXR, when used as additional training data, is able to contribute to improved DL performance for the classification of COVID-19 and non-COVID-19 CT. (2) We collected CT images of influenza and trained a DL baseline to distinguish a diagnosis of COVID-19, influenza, or normal or other types of diseases on CT. (3) We trained an unsupervised one-class classifier from non-COVID-19 CXR and performed anomaly detection to detect COVID-19 CXR. (4) From text-mined captions and figure descriptions, we compared clinical symptoms and clinical findings of COVID-19 vs. those of influenza to demonstrate the disease differences in the scientific publications. We believe that our work is complementary to existing resources and hope that it will contribute to medical image analysis of the COVID-19 pandemic. The dataset, code, and DL models are publicly available at https://github.com/ncbi-nlp/COVID-19-CT-CXR."
        },
        {
            "id": 23,
            "title": "COVID-Net UV: An End-to-End Spatio-Temporal Deep Neural Network\n  Architecture for Automated Diagnosis of COVID-19 Infection from Ultrasound\n  Videos",
            "main_author": "Hilda Azimi",
            "co_authors": [
                "Ashkan Ebadi",
                "Jessy Song",
                "Pengcheng Xi",
                "Alexander Wong"
            ],
            "date": "2022/05/18",
            "url": "http://arxiv.org/abs/2205.08932v1",
            "text": "Besides vaccination, as an effective way to mitigate the further spread of COVID-19, fast and accurate screening of individuals to test for the disease is yet necessary to ensure public health safety. We propose COVID-Net UV, an end-to-end hybrid spatio-temporal deep neural network architecture, to detect COVID-19 infection from lung point-of-care ultrasound videos captured by convex transducers. COVID-Net UV comprises a convolutional neural network that extracts spatial features and a recurrent neural network that learns temporal dependence. After careful hyperparameter tuning, the network achieves an average accuracy of 94.44% with no false-negative cases for COVID-19 cases. The goal with COVID-Net UV is to assist front-line clinicians in the fight against COVID-19 via accelerating the screening of lung point-of-care ultrasound videos and automatic detection of COVID-19 positive cases."
        },
        {
            "id": 24,
            "title": "Ensemble CNN models for Covid-19 Recognition and Severity Perdition From\n  3D CT-scan",
            "main_author": "Fares Bougourzi",
            "co_authors": [
                "Cosimo Distante",
                "Fadi Dornaika",
                "Abdelmalik Taleb-Ahmed"
            ],
            "date": "2022/06/29",
            "url": "http://arxiv.org/abs/2206.15431v1",
            "text": "Since the appearance of Covid-19 in late 2019, Covid-19 has become an active research topic for the artificial intelligence (AI) community. One of the most interesting AI topics is Covid-19 analysis of medical imaging. CT-scan imaging is the most informative tool about this disease. This work is part of the 2nd COV19D competition, where two challenges are set: Covid-19 Detection and Covid-19 Severity Detection from the CT-scans. For Covid-19 detection from CT-scans, we proposed an ensemble of 2D Convolution blocks with Densenet-161 models. Here, each 2D convolutional block with Densenet-161 architecture is trained separately and in testing phase, the ensemble model is based on the average of their probabilities. On the other hand, we proposed an ensemble of Convolutional Layers with Inception models for Covid-19 severity detection. In addition to the Convolutional Layers, three Inception variants were used, namely Inception-v3, Inception-v4 and Inception-Resnet. Our proposed approaches outperformed the baseline approach in the validation data of the 2nd COV19D competition by 11% and 16% for Covid-19 detection and Covid-19 severity detection, respectively."
        },
        {
            "id": 25,
            "title": "Comprehensively identifying Long Covid articles with human-in-the-loop\n  machine learning",
            "main_author": "Robert Leaman",
            "co_authors": [
                "Rezarta Islamaj",
                "Alexis Allot",
                "Qingyu Chen",
                "W. John Wilbur",
                "Zhiyong Lu"
            ],
            "date": "2022/09/16",
            "url": "http://arxiv.org/abs/2209.08124v2",
            "text": "A significant percentage of COVID-19 survivors experience ongoing multisystemic symptoms that often affect daily living, a condition known as Long Covid or post-acute-sequelae of SARS-CoV-2 infection. However, identifying scientific articles relevant to Long Covid is challenging since there is no standardized or consensus terminology. We developed an iterative human-in-the-loop machine learning framework combining data programming with active learning into a robust ensemble model, demonstrating higher specificity and considerably higher sensitivity than other methods. Analysis of the Long Covid collection shows that (1) most Long Covid articles do not refer to Long Covid by any name (2) when the condition is named, the name used most frequently in the literature is Long Covid, and (3) Long Covid is associated with disorders in a wide variety of body systems. The Long Covid collection is updated weekly and is searchable online at the LitCovid portal: https://www.ncbi.nlm.nih.gov/research/coronavirus/docsum?filters=e_condition.LongCovid"
        },
        {
            "id": 26,
            "title": "Machine Learning-driven Analysis of Gastrointestinal Symptoms in\n  Post-COVID-19 Patients",
            "main_author": "Maitham G. Yousif",
            "co_authors": [
                "Fadhil G. Al-Amran",
                "Salman Rawaf",
                "Mohammad Abdulla Grmt"
            ],
            "date": "2023/09/27",
            "url": "http://arxiv.org/abs/2310.00540v1",
            "text": "The COVID-19 pandemic, caused by the novel coronavirus SARS-CoV-2, has posed significant health challenges worldwide. While respiratory symptoms have been the primary focus, emerging evidence has highlighted the impact of COVID-19 on various organ systems, including the gastrointestinal (GI) tract. This study, based on data from 913 post-COVID-19 patients in Iraq collected during 2022 and 2023, investigates the prevalence and patterns of GI symptoms in individuals recovering from COVID-19 and leverages machine learning algorithms to identify predictive factors for these symptoms. The research findings reveal that a notable percentage of post-COVID-19 patients experience GI symptoms during their recovery phase. Diarrhea emerged as the most frequently reported symptom, followed by abdominal pain and nausea. Machine learning analysis uncovered significant predictive factors for GI symptoms, including age, gender, disease severity, comorbidities, and the duration of COVID-19 illness. These findings underscore the importance of monitoring and addressing GI symptoms in post-COVID-19 care, with machine learning offering valuable tools for early identification and personalized intervention. This study contributes to the understanding of the long-term consequences of COVID-19 on GI health and emphasizes the potential benefits of utilizing machine learning-driven analysis in predicting and managing these symptoms. Further research is warranted to delve into the mechanisms underlying GI symptoms in COVID-19 survivors and to develop targeted interventions for symptom management. Keywords: COVID-19, gastrointestinal symptoms, machine learning, predictive factors, post-COVID-19 care, long COVID."
        },
        {
            "id": 27,
            "title": "An Exploratory Characterization of Bugs in COVID-19 Software Projects",
            "main_author": "Akond Rahman",
            "co_authors": [
                "Effat Farhana"
            ],
            "date": "2020/05/31",
            "url": "http://arxiv.org/abs/2006.00586v1",
            "text": "Context: The dire consequences of the COVID-19 pandemic has influenced development of COVID-19 software i.e., software used for analysis and mitigation of COVID-19. Bugs in COVID-19 software can be consequential, as COVID-19 software projects can impact public health policy and user data privacy. Objective: The goal of this paper is to help practitioners and researchers improve the quality of COVID-19 software through an empirical study of open source software projects related to COVID-19. Methodology: We use 129 open source COVID-19 software projects hosted on GitHub to conduct our empirical study. Next, we apply qualitative analysis on 550 bug reports from the collected projects to identify bug categories. Findings: We identify 8 bug categories, which include data bugs i.e., bugs that occur during mining and storage of COVID-19 data. The identified bug categories appear for 7 categories of software projects including (i) projects that use statistical modeling to perform predictions related to COVID-19, and (ii) medical equipment software that are used to design and implement medical equipment, such as ventilators. Conclusion: Based on our findings, we advocate for robust statistical model construction through better synergies between data science practitioners and public health experts. Existence of security bugs in user tracking software necessitates development of tools that will detect data privacy violations and security weaknesses."
        },
        {
            "id": 28,
            "title": "COVID-Rate: An Automated Framework for Segmentation of COVID-19 Lesions\n  from Chest CT Scans",
            "main_author": "Nastaran Enshaei",
            "co_authors": [
                "Anastasia Oikonomou",
                "Moezedin Javad Rafiee",
                "Parnian Afshar",
                "Shahin Heidarian",
                "Arash Mohammadi",
                "Konstantinos N. Plataniotis",
                "Farnoosh Naderkhani"
            ],
            "date": "2021/07/04",
            "url": "http://arxiv.org/abs/2107.01527v1",
            "text": "Novel Coronavirus disease (COVID-19) is a highly contagious respiratory infection that has had devastating effects on the world. Recently, new COVID-19 variants are emerging making the situation more challenging and threatening. Evaluation and quantification of COVID-19 lung abnormalities based on chest Computed Tomography (CT) scans can help determining the disease stage, efficiently allocating limited healthcare resources, and making informed treatment decisions. During pandemic era, however, visual assessment and quantification of COVID-19 lung lesions by expert radiologists become expensive and prone to error, which raises an urgent quest to develop practical autonomous solutions. In this context, first, the paper introduces an open access COVID-19 CT segmentation dataset containing 433 CT images from 82 patients that have been annotated by an expert radiologist. Second, a Deep Neural Network (DNN)-based framework is proposed, referred to as the COVID-Rate, that autonomously segments lung abnormalities associated with COVID-19 from chest CT scans. Performance of the proposed COVID-Rate framework is evaluated through several experiments based on the introduced and external datasets. The results show a dice score of 0:802 and specificity and sensitivity of 0:997 and 0:832, respectively. Furthermore, the results indicate that the COVID-Rate model can efficiently segment COVID-19 lesions in both 2D CT images and whole lung volumes. Results on the external dataset illustrate generalization capabilities of the COVID-Rate model to CT images obtained from a different scanner."
        },
        {
            "id": 29,
            "title": "COFFEE: COVID-19 Forecasts using Fast Evaluations and Estimation",
            "main_author": "Lauren Castro",
            "co_authors": [
                "Geoffrey Fairchild",
                "Isaac Michaud",
                "Dave Osthus"
            ],
            "date": "2021/10/04",
            "url": "http://arxiv.org/abs/2110.01546v1",
            "text": "This document details the methodology of the Los Alamos National Laboratory COVID-19 forecasting model, COFFEE (COVID-19 Forecasts using Fast Evaluations and Estimation)."
        },
        {
            "id": 30,
            "title": "Classification of COVID-19 Patients with their Severity Level from Chest\n  CT Scans using Transfer Learning",
            "main_author": "Mansi Gupta",
            "co_authors": [
                "Aman Swaraj",
                "Karan Verma"
            ],
            "date": "2022/05/27",
            "url": "http://arxiv.org/abs/2205.13774v1",
            "text": "Background and Objective: During pandemics, the use of artificial intelligence (AI) approaches combined with biomedical science play a significant role in reducing the burden on the healthcare systems and physicians. The rapid increment in cases of COVID-19 has led to an increase in demand for hospital beds and other medical equipment. However, since medical facilities are limited, it is recommended to diagnose patients as per the severity of the infection. Keeping this in mind, we share our research in detecting COVID-19 as well as assessing its severity using chest-CT scans and Deep Learning pre-trained models. Dataset: We have collected a total of 1966 CT Scan images for three different class labels, namely, Non-COVID, Severe COVID, and Non-Severe COVID, out of which 714 CT images belong to the Non-COVID category, 713 CT images are for Non-Severe COVID category and 539 CT images are of Severe COVID category. Methods: All of the images are initially pre-processed using the Contrast Limited Histogram Equalization (CLAHE) approach. The pre-processed images are then fed into the VGG-16 network for extracting features. Finally, the retrieved characteristics are categorized and the accuracy is evaluated using a support vector machine (SVM) with 10-fold cross-validation (CV). Result and Conclusion: In our study, we have combined well-known strategies for pre-processing, feature extraction, and classification which brings us to a remarkable success rate of disease and its severity recognition with an accuracy of 96.05% (97.7% for Non-Severe COVID-19 images and 93% for Severe COVID-19 images). Our model can therefore help radiologists detect COVID-19 and the extent of its severity."
        },
        {
            "id": 31,
            "title": "COVID-19 Docking Server: A meta server for docking small molecules,\n  peptides and antibodies against potential targets of COVID-19",
            "main_author": "Ren Kong",
            "co_authors": [
                "Guangbo Yang",
                "Rui Xue",
                "Ming Liu",
                "Feng Wang",
                "Jianping Hu",
                "Xiaoqiang Guo",
                "Shan Chang"
            ],
            "date": "2020/02/29",
            "url": "http://arxiv.org/abs/2003.00163v2",
            "text": "Motivation: The coronavirus disease 2019 (COVID-19) caused by a new type of coronavirus has been emerging from China and led to thousands of death globally since December 2019. Despite many groups have engaged in studying the newly emerged virus and searching for the treatment of COVID-19, the understanding of the COVID-19 target-ligand interactions represents a key chal-lenge. Herein, we introduce COVID-19 Docking Server, a web server that predicts the binding modes between COVID-19 targets and the ligands including small molecules, peptides and anti-bodies. Results: Structures of proteins involved in the virus life cycle were collected or constructed based on the homologs of coronavirus, and prepared ready for docking. The meta platform provides a free and interactive tool for the prediction of COVID-19 target-ligand interactions and following drug discovery for COVID-19."
        },
        {
            "id": 32,
            "title": "CML-COVID: A Large-Scale COVID-19 Twitter Dataset with Latent Topics,\n  Sentiment and Location Information",
            "main_author": "Hassan Dashtian",
            "co_authors": [
                "Dhiraj Murthy"
            ],
            "date": "2021/01/28",
            "url": "http://arxiv.org/abs/2101.12202v1",
            "text": "As a platform, Twitter has been a significant public space for discussion related to the COVID-19 pandemic. Public social media platforms such as Twitter represent important sites of engagement regarding the pandemic and these data can be used by research teams for social, health, and other research. Understanding public opinion about COVID-19 and how information diffuses in social media is important for governments and research institutions. Twitter is a ubiquitous public platform and, as such, has tremendous utility for understanding public perceptions, behavior, and attitudes related to COVID-19. In this research, we present CML-COVID, a COVID-19 Twitter data set of 19,298,967 million tweets from 5,977,653 unique individuals and summarize some of the attributes of these data. These tweets were collected between March 2020 and July 2020 using the query terms coronavirus, covid and mask related to COVID-19. We use topic modeling, sentiment analysis, and descriptive statistics to describe the tweets related to COVID-19 we collected and the geographical location of tweets, where available. We provide information on how to access our tweet dataset (archived using twarc)."
        },
        {
            "id": 33,
            "title": "Reliable COVID-19 Detection Using Chest X-ray Images",
            "main_author": "Aysen Degerli",
            "co_authors": [
                "Mete Ahishali",
                "Serkan Kiranyaz",
                "Muhammad E. H. Chowdhury",
                "Moncef Gabbouj"
            ],
            "date": "2021/01/28",
            "url": "http://arxiv.org/abs/2101.12254v1",
            "text": "Coronavirus disease 2019 (COVID-19) has emerged the need for computer-aided diagnosis with automatic, accurate, and fast algorithms. Recent studies have applied Machine Learning algorithms for COVID-19 diagnosis over chest X-ray (CXR) images. However, the data scarcity in these studies prevents a reliable evaluation with the potential of overfitting and limits the performance of deep networks. Moreover, these networks can discriminate COVID-19 pneumonia usually from healthy subjects only or occasionally, from limited pneumonia types. Thus, there is a need for a robust and accurate COVID-19 detector evaluated over a large CXR dataset. To address this need, in this study, we propose a reliable COVID-19 detection network: ReCovNet, which can discriminate COVID-19 pneumonia from 14 different thoracic diseases and healthy subjects. To accomplish this, we have compiled the largest COVID-19 CXR dataset: QaTa-COV19 with 124,616 images including 4603 COVID-19 samples. The proposed ReCovNet achieved a detection performance with 98.57% sensitivity and 99.77% specificity."
        },
        {
            "id": 34,
            "title": "Detection of Covid-19 From Chest X-ray Images Using Artificial\n  Intelligence: An Early Review",
            "main_author": "Muhammad Ilyas",
            "co_authors": [
                "Hina Rehman",
                "Amine Nait-ali"
            ],
            "date": "2020/04/11",
            "url": "http://arxiv.org/abs/2004.05436v1",
            "text": "In 2019, the entire world is facing a situation of health emergency due to a newly emerged coronavirus (COVID-19). Almost 196 countries are affected by covid-19, while USA, Italy, China, Spain, Iran, and France have the maximum active cases of COVID-19. The issues, medical and healthcare departments are facing in delay of detecting the COVID-19. Several artificial intelligence based system are designed for the automatic detection of COVID-19 using chest x-rays. In this article we will discuss the different approaches used for the detection of COVID-19 and the challenges we are facing. It is mandatory to develop an automatic detection system to prevent the transfer of the virus through contact. Several deep learning architecture are deployed for the detection of COVID-19 such as ResNet, Inception, Googlenet etc. All these approaches are detecting the subjects suffering with pneumonia while its hard to decide whether the pneumonia is caused by COVID-19 or due to any other bacterial or fungal attack."
        },
        {
            "id": 35,
            "title": "MM-COVID: A Multilingual and Multimodal Data Repository for Combating\n  COVID-19 Disinformation",
            "main_author": "Yichuan Li",
            "co_authors": [
                "Bohan Jiang",
                "Kai Shu",
                "Huan Liu"
            ],
            "date": "2020/11/08",
            "url": "http://arxiv.org/abs/2011.04088v2",
            "text": "The COVID-19 epidemic is considered as the global health crisis of the whole society and the greatest challenge mankind faced since World War Two. Unfortunately, the fake news about COVID-19 is spreading as fast as the virus itself. The incorrect health measurements, anxiety, and hate speeches will have bad consequences on people's physical health, as well as their mental health in the whole world. To help better combat the COVID-19 fake news, we propose a new fake news detection dataset MM-COVID(Multilingual and Multidimensional COVID-19 Fake News Data Repository). This dataset provides the multilingual fake news and the relevant social context. We collect 3981 pieces of fake news content and 7192 trustworthy information from English, Spanish, Portuguese, Hindi, French and Italian, 6 different languages. We present a detailed and exploratory analysis of MM-COVID from different perspectives and demonstrate the utility of MM-COVID in several potential applications of COVID-19 fake news study on multilingual and social media."
        },
        {
            "id": 36,
            "title": "Exploiting Shared Knowledge from Non-COVID Lesions for\n  Annotation-Efficient COVID-19 CT Lung Infection Segmentation",
            "main_author": "Yichi Zhang",
            "co_authors": [
                "Qingcheng Liao",
                "Lin Yuan",
                "He Zhu",
                "Jiezhen Xing",
                "Jicong Zhang"
            ],
            "date": "2020/12/31",
            "url": "http://arxiv.org/abs/2012.15564v2",
            "text": "The novel Coronavirus disease (COVID-19) is a highly contagious virus and has spread all over the world, posing an extremely serious threat to all countries. Automatic lung infection segmentation from computed tomography (CT) plays an important role in the quantitative analysis of COVID-19. However, the major challenge lies in the inadequacy of annotated COVID-19 datasets. Currently, there are several public non-COVID lung lesion segmentation datasets, providing the potential for generalizing useful information to the related COVID-19 segmentation task. In this paper, we propose a novel relation-driven collaborative learning model to exploit shared knowledge from non-COVID lesions for annotation-efficient COVID-19 CT lung infection segmentation. The model consists of a general encoder to capture general lung lesion features based on multiple non-COVID lesions, and a target encoder to focus on task-specific features based on COVID-19 infections. Features extracted from the two parallel encoders are concatenated for the subsequent decoder part. We develop a collaborative learning scheme to regularize feature-level relation consistency of given input and encourage the model to learn more general and discriminative representation of COVID-19 infections. Extensive experiments demonstrate that trained with limited COVID-19 data, exploiting shared knowledge from non-COVID lesions can further improve state-of-the-art performance with up to 3.0% in dice similarity coefficient and 4.2% in normalized surface dice. Our proposed method promotes new insights into annotation-efficient deep learning for COVID-19 infection segmentation and illustrates strong potential for real-world applications in the global fight against COVID-19 in the absence of sufficient high-quality annotations."
        },
        {
            "id": 37,
            "title": "COVID-Net CT-S: 3D Convolutional Neural Network Architectures for\n  COVID-19 Severity Assessment using Chest CT Images",
            "main_author": "Hossein Aboutalebi",
            "co_authors": [
                "Saad Abbasi",
                "Mohammad Javad Shafiee",
                "Alexander Wong"
            ],
            "date": "2021/05/04",
            "url": "http://arxiv.org/abs/2105.01284v1",
            "text": "The health and socioeconomic difficulties caused by the COVID-19 pandemic continues to cause enormous tensions around the world. In particular, this extraordinary surge in the number of cases has put considerable strain on health care systems around the world. A critical step in the treatment and management of COVID-19 positive patients is severity assessment, which is challenging even for expert radiologists given the subtleties at different stages of lung disease severity. Motivated by this challenge, we introduce COVID-Net CT-S, a suite of deep convolutional neural networks for predicting lung disease severity due to COVID-19 infection. More specifically, a 3D residual architecture design is leveraged to learn volumetric visual indicators characterizing the degree of COVID-19 lung disease severity. Experimental results using the patient cohort collected by the China National Center for Bioinformation (CNCB) showed that the proposed COVID-Net CT-S networks, by leveraging volumetric features, can achieve significantly improved severity assessment performance when compared to traditional severity assessment networks that learn and leverage 2D visual features to characterize COVID-19 severity."
        },
        {
            "id": 38,
            "title": "Pandemic Pressures and Public Health Care: Evidence from England",
            "main_author": "Thiemo Fetzer",
            "co_authors": [
                "Christopher Rauh"
            ],
            "date": "2022/01/24",
            "url": "http://arxiv.org/abs/2201.09876v1",
            "text": "This paper documents that the COVID-19 pandemic induced pressures on the health care system have significant adverse knock-on effects on the accessibility and quality of non-COVID-19 care. We observe persistently worsened performance and longer waiting times in A&E; drastically limited access to specialist care; notably delayed or inaccessible diagnostic services; acutely undermined access to and quality of cancer care. We find that providers under COVID-19 pressures experience notably more excess deaths among non-COVID related hospital episodes such as, for example, for treatment of heart attacks. We estimate there to be at least one such non-COVID-19 related excess death among patients being admitted to hospital for non-COVID-19 reasons for every 30 COVID-19 deaths that is caused by the disruption to the quality of care due to COVID-19. In total, this amounts to 4,003 non COVID-19 excess deaths from March 2020 to February 2021. Further, there are at least 32,189 missing cancer patients that should counterfactually have started receiving treatment which suggests continued increased numbers of excess deaths in the future due to delayed access to care in the past."
        },
        {
            "id": 39,
            "title": "COVID-19 Hospitalizations Forecasts Using Internet Search Data",
            "main_author": "Tao Wang",
            "co_authors": [
                "Simin Ma",
                "Soobin Baek",
                "Shihao Yang"
            ],
            "date": "2022/02/03",
            "url": "http://arxiv.org/abs/2202.03869v1",
            "text": "As the COVID-19 spread over the globe and new variants of COVID-19 keep occurring, reliable real-time forecasts of COVID-19 hospitalizations are critical for public health decision on medical resources allocations such as ICU beds, ventilators, and personnel to prepare for the surge of COVID-19 pandemics. Inspired by the strong association between public search behavior and hospitalization admission, we extended previously-proposed influenza tracking model, ARGO (AutoRegression with GOogle search data), to predict future 2-week national and state-level COVID-19 new hospital admissions. Leveraging the COVID-19 related time series information and Google search data, our method is able to robustly capture new COVID-19 variants' surges, and self-correct at both national and state level. Based on our retrospective out-of-sample evaluation over 12-month comparison period, our method achieves on average 15\\% error reduction over the best alternative models collected from COVID-19 forecast hub. Overall, we showed that our method is flexible, self-correcting, robust, accurate, and interpretable, making it a potentially powerful tool to assist health-care officials and decision making for the current and future infectious disease outbreak."
        }
    ]
}